Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/AuthKitUI.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# SPYGLASS_TITLE
source: One account for everything Apple.
ar: حساب واحد لكل شيء لدى Apple.
bg: Една регистрация за всичко на Apple.
bn: Apple-এর সব কিছুর জন্য একটিই অ্যাকাউন্ট
ca: Un compte per a tot el que facis amb Apple
cs: Jeden účet Apple na všechno.
da: En enkelt konto til alt vedrørende Apple.
de: Ein Account für alles von Apple.
el: Ένας λογαριασμός για όλα όσα κάνετε με την Apple.
es: Una cuenta para todos los servicios de Apple
es_419: Una sola cuenta para todo lo que haces con Apple
fi: Yksi tili kaikkeen Appleen.
fr: Un compte unique pour tous les services Apple.
fr_ca: Un compte pour tout ce qui concerne Apple.
gu: Appleની દરેક વસ્તુ માટે એક અકાઉંટ.
he: חשבון אחד לכל הפעילות שלך ב-Apple
hi: Apple से जुड़े हर काम के लिए एक खाता।
hr: Jedan račun za sve vezano za Apple.
hu: Egyetlen fiók az összes Apple-szolgáltatáshoz.
id: Satu akun untuk semua hal Apple.
it: Un unico account per tutto ciò che fai con Apple.
ja: Appleのすべてのサービスを 1つのアカウントで利用できます。
kk: Барлық Apple сервисіне бір аккаунт.
kn: ಪ್ರತಿಯೊಂದು Appleಗೆ ಒಂದೇ ಖಾತೆ.
ko: 하나의 계정으로 Apple의 모든 서비스 이용하기
lt: Viena paskyra visoms „Apple“ funkcijoms ir paslaugoms.
ml: Apple-മായി ബന്ധപ്പെട്ട എല്ലാത്തിനുമായി ഒരു അക്കൗണ്ട്.
mr: Apple च्या सर्व सेवांसाठी एकच अकाउंट.
ms: Satu akaun untuk segalanya dengan Apple.
nl: Eén account voor alles wat met Apple heeft te maken.
no: Én konto for alt som har å gjøre med Apple.
or: Apple ସହିତ ସମ୍ବନ୍ଧିତ ସମସ୍ତ କାର୍ଯ ପାଇଁ କେବଳ ଗୋଟିଏ ଆକାଉଣ୍ଟ୍।
pa: Apple ਨਾਲ ਜੁੜੇ ਹਰੇਕ ਕੰਮ ਲਈ ਇੱਕ ਖਾਤਾ।
pl: Jedno, uniwersalne konto usług Apple.
pt_br: Uma conta para todos os produtos e serviços da Apple.
pt_pt: Uma conta para todos os serviços da Apple.
ro: Un cont pentru tot ce ține de Apple.
ru: Одна учетная запись для всего, что связано с Apple.
sk: Jeden účet pre všetko od Apple.
sl: En račun Apple za vse.
sv: Ett konto för allt som gäller Apple.
ta: அனைத்து Apple சாதனங்களுக்கும் ஒரே கணக்கு.
te: Apple అన్నింటికీ ఒక్క ఖాతా.
th: บัญชีเดียวสำหรับทุกสิ่งกับ Apple
tr: Apple ile yaptığınız her şey için tek hesap.
uk: Один обліковий запис для всього в Apple.
ur: ‏Apple سے جڑے ہر کام کے لیے ایک اکاؤنٹ۔
vi: Một tài khoản cho mọi thứ với Apple.
zh_cn: 一个账户，尽享Apple。
zh_hk: 一個帳户，盡享Apple。
zh_tw: 一個帳號就能使用所有Apple服務。

# AUTHORIZE_WELCOME_WATCH_REBRAND
source: Use this app with Apple Account
ar: استخدام هذا التطبيق باستخدام حساب Apple
bg: Използвайте това приложение с Apple регистрация
bn: Apple অ্যাকাউন্টে এই অ্যাপটি ব্যবহার করুন
ca: Utilitza l’app amb el compte d’Apple
cs: Používat tuto aplikaci s účtem Apple
da: Brug denne app med Apple‑konto
de: Diese App mit Apple Account verwenden
el: Χρήση αυτής της εφαρμογής με λογαριασμό Apple
es: Usa esta app con la cuenta de Apple
es_419: Usa esta app con una cuenta de Apple
fi: Käytä tätä appia Apple-tilin avulla
fr: Utiliser cette app avec le compte Apple
fr_ca: Utiliser cette app avec le compte Apple
gu: Apple અકાઉંટ સાથે આ ઍપનો ઉપયોગ કરો
he: שימוש בחשבון ה-Apple ביישום זה
hi: Apple खाते के साथ इस ऐप का इस्तेमाल करें
hr: Koristite ovu aplikaciju s Apple računom
hu: Az app használata Apple-fiókkal
id: Gunakan app ini dengan Akun Apple
it: Usa questa app con Apple Account
ja: Apple Accountでこのアプリを使用
kk: Бұл қолданбаны Apple аккаунтымен пайдалану
kn: ಈ ಆ್ಯಪ್ ಅನ್ನು Apple ಖಾತೆ ಜೊತೆಗೆ ಬಳಸಿ
ko: Apple 계정으로 이 앱 사용
lt: Naudoti šią programą su „Apple“ paskyra
ml: Apple അക്കൗണ്ടിനൊപ്പം ഈ ആപ്പ് ഉപയോഗിക്കൂ
mr: Apple अकाउंटसह ह्या ॲपचा वापर करा
ms: Gunakan app ini dengan Akaun Apple
nl: Gebruik deze app met Apple Account
no: Bruk denne appen med Apple-konto
or: Apple ଆକାଉଣ୍ଟ୍‌ ସହିତ ଏହି ଆପ୍ ବ୍ୟବହାର କରନ୍ତୁ
pa: Apple ਖਾਤੇ ਨਾਲ ਇਸ ਐਪ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Używaj tej aplikacji z kontem Apple
pt_br: Usar este app com a Conta Apple
pt_pt: Usar esta aplicação com a conta Apple
ro: Utilizați această aplicație cu contul Apple
ru: Использовать это приложение с Аккаунтом Apple
sk: Používať túto apku s Apple účtom
sl: Uporabljajte to aplikacijo z računom Apple
sv: Använd denna app med Apple‑konto
ta: Apple கணக்கு மூலம் இந்தச் செயலியைப் பயன்படுத்துதல்
te: ఈ యాప్‌ను Apple ఖాతాతో ఉపయోగించండి
th: ใช้แอปนี้ด้วยบัญชี Apple
tr: Bu uygulamayı Apple Hesabı ile kullanın
uk: Використовувати цю програму з обліковим записом Apple
ur: ‏Apple اکاؤنٹ کے ساتھ اس ایپ کا استعمال کریں
vi: Sử dụng ứng dụng này với Tài khoản Apple
zh_cn: 通过Apple账户使用此App
zh_hk: 透過Apple帳户使用此App
zh_tw: 透過「Apple帳號」使用此App

# AUTHORIZE_FIRST_TIME_MESSAGE_1_REBRAND
source: Sign in to apps and websites with the Apple Account you already have.
ar: تسجيل الدخول إلى التطبيقات والمواقع الإلكترونية باستخدام حساب Apple الذي لديك حاليًا.
bg: Влизайте в приложения и уеб сайтове с Apple регистрация, която вече имате.
bn: আপনার বিদ্যমান Apple অ্যাকাউন্ট দিয়ে বিভিন্ন অ্যাপ ও ওয়েবসাইটে সাইন ইন করুন।
ca: Inicia sessió a les apps i als llocs web amb el compte d’Apple que ja tens.
cs: K aplikacím a webovým stránkám se můžete přihlašovat pod svým stávajícím účtem Apple.
da: Log ind på apps og websteder med den Apple‑konto, du allerede har.
de: Melde dich bei Apps und Websites mit dem Apple Account an, den du bereits hast.
el: Συνδεθείτε σε εφαρμογές και ιστότοπους με τον λογαριασμό Apple που έχετε ήδη.
es: Inicia sesión en las apps y sitios web con la cuenta de Apple que ya tienes.
es_419: Inicia sesión en apps y sitios web con tu cuenta de Apple actual.
fi: Kirjaudu appeihin ja sivustoille Apple-tilillä, joka sinulla jo on.
fr: Connectez-vous à des apps et à des sites web avec le compte Apple que vous possédez déjà.
fr_ca: Connectez-vous aux apps et aux sites Web avec votre compte Apple.
gu: ઍપ અને વેબસાઇટમાં તમારી પાસે અગાઉથી ઉપલબ્ધ Apple અકાઉંટ દ્વારા સાઇન ઇન કરો.
he: באפשרותך להתחבר ליישומים ואתרים באמצעות חשבון ה-Apple שכבר יש לך.
hi: ऐप्स और वेबसाइट में अपने पहले से मौजूद Apple खाते से साइन इन करें।
hr: Prijavite se u aplikacije i web stranice Apple računom koji već imate.
hu: Bejelentkezhet appokba és webhelyekre a már meglévő Apple-fiókjával.
id: Masuk ke app dan situs web dengan Akun Apple yang telah Anda miliki.
it: Accedi ad app e siti web con l’Apple Account che hai già.
ja: すでにお持ちのApple AccountでアプリやWebサイトにサインインできます。
kk: Қолданыстағы Apple аккаунты арқылы қолданбалар мен веб-сайттарға кіріңіз.
kn: ನಿಮ್ಮಲ್ಲಿ ಈಗಾಗಲೇ ಇರುವ Apple ಖಾತೆ ಮೂಲಕ ಆ್ಯಪ್‌ಗಳು ಮತ್ತು ವೆಬ್‌ಸೈಟ್‌ಗಳಿಗೆ ಸೈನ್ ಇನ್ ಮಾಡಿ.
ko: 이미 가지고 있는 Apple 계정으로 앱 및 웹사이트에 로그인하십시오.
lt: Prie programų ir svetainių prisijunkite naudodami jau turimą „Apple“ paskyrą.
ml: നിങ്ങൾക്ക് ഇതിനകം നിലവിലുള്ള Apple അക്കൗണ്ട് ഉപയോഗിച്ച് ആപ്പുകളിലും വെബ്സൈറ്റുകളിലും സൈൻ ഇൻ ചെയ്യൂ.
mr: तुमच्याकडे आधीच असलेल्या Apple अकाउंटने ॲप आणि संकेतस्थळांमध्ये साइन इन करा.
ms: Daftar masuk ke app dan tapak web dengan Akaun Apple yang anda miliki.
nl: Log in bij apps en websites met de Apple Account die je al hebt.
no: Logg på i apper og på nettsteder med din eksisterende Apple-konto.
or: ଆପଣଙ୍କର ପୂର୍ବରୁ ଥିବା Apple ଆକାଉଣ୍ଟ୍‌ ସାହାଯ୍ୟରେ ଆପ୍ ଓ ୱେବ୍‌ସାଇଟ୍‌ରେ ସାଇନ୍ ଇନ୍ କରନ୍ତୁ।
pa: ਐਪਾਂ ਅਤੇ ਵੈੱਬਸਾਈਟਾਂ ਵਿੱਚ ਉਸ Apple ਖਾਤੇ ਨਾਲ ਸਾਈਨ ਇਨ ਕਰੋ ਜੋ ਤੁਹਾਡੇ ਕੋਲ ਪਹਿਲਾਂ ਤੋਂ ਹੈ।
pl: Loguj się w aplikacjach i witrynach przy użyciu już posiadanego konta Apple.
pt_br: Inicie uma sessão em apps e sites com a Conta Apple que você já tem.
pt_pt: Inicie sessão em aplicações e sites com a conta Apple que já tem.
ro: Autentificați‑vă în aplicații și pe site‑uri web cu contul Apple pe care îl aveți deja.
ru: Используйте уже имеющийся Аккаунт Apple для входа на сайты и в приложения.
sk: V apkách a na webových stránkach sa môžete prihlasovať pomocou vášho existujúceho Apple účtu.
sl: V aplikacije in spletna mesta se vpišite z računom Apple, ki ga že imate.
sv: Logga in i appar och på webbplatser med det Apple‑konto som du redan har.
ta: உங்களிடம் ஏற்கெனவே உள்ள Apple கணக்கு மூலம் செயலிகளிலும் இணையதளங்களிலும் உள்நுழையலாம்.
te: మీకు ఇప్పటికే ఉన్న Apple ఖాతాతో యాప్‌లు మరియు వెబ్‌సైట్‌లలోకి సైన్ ఇన్ చేయండి.
th: ลงชื่อเข้าแอปและเว็บไซต์ด้วยบัญชี Apple ที่คุณมีอยู่แล้ว
tr: Sahip olduğunuz Apple Hesabı’nız ile uygulamalara ve web sitelerine giriş yapın.
uk: Входьте у програми й на вебсайти зі своїм обліковим записом Apple.
ur: اپنے پاس پہلے سے موجود ‏Apple اکاؤنٹ سے ایپ اور ویب سائٹ میں سائن اِن کریں۔
vi: Đăng nhập vào các ứng dụng và trang web bằng Tài khoản Apple mà bạn có.
zh_cn: 通过已有Apple账户登录App和网站。
zh_hk: 用現有的Apple帳户登入App和網站。
zh_tw: 使用你已經有的「Apple帳號」登入App和網站。

# ENROLL_IOS_MACHINE_MESSAGE
source: Enter the password for the %@ “%@”. Your password is encrypted and cannot be read by Apple.
ar: أدخل كلمة سر الـ %@ ‏"%@". كلمة السر الخاصة بك مشفرة ولا يمكن قراءتها من قِبل شركة Apple.
bg: Въведете паролата за %@ „%@“. Вашата парола е криптирана и не може да бъде разчетена от Apple.
bn: %@ “%@”-এর পাসকোড লিখুন। আপনার পাসওয়ার্ডটি এনক্রিপ্ট করা আছে ও এটি Apple পড়তে পারবে না।
ca: Introdueix la contrasenya de l’%@ “%@”. La contrasenya està encriptada i Apple no la pot llegir.
cs: Zadejte heslo k zařízení %@ „%@“. Vaše heslo je zašifrované a společnost Apple k němu nemá přístup.
da: Skriv adgangskoden til %@ “%@”. Din adgangskode er krypteret, og Apple har ikke adgang til den.
de: Gib das %@-Passwort für „%@“ ein. Dein Passwort ist verschlüsselt und kann von Apple nicht gelesen werden.
el: Εισαγάγετε το συνθηματικό για το %@ «%@». Το συνθηματικό σας είναι κρυπτογραφημένο και δεν μπορεί να αναγνωστεί από την Apple.
es: Introduce la contraseña del %@ “%@”. La contraseña está encriptada y Apple no puede leerla.
es_419: Ingresa la contraseña de la %@ “%@”. Tu contraseña se encriptará y Apple no podrá leerla.
fi: Syötä laitteen ”%2$@” (%1$@) salasana. Salasanasi on salattu, eikä Apple voi lukea sitä.
fr: Saisissez le mot de passe de votre %@ « %@ ». Votre mot de passe est chiffré et ne peut pas être lu par Apple.
fr_ca: Entrez le mot de passe de votre %@ « %@ ». Votre mot de passe est chiffré et ne peut pas être lu par Apple.
gu: %@ “%@” માટે પાસવર્ડ એંટર કરો. તમારો પાસવર્ડ એંક્રિપ્ટ કરેલો છે અને તે Apple દ્વારા વાંચી શકાતો નથી.
he: נא להזין את הסיסמה עבור ה-%@ ‏״%@״. הסיסמה שלך מוצפנת ול-Apple אין אפשרות לקרוא אותה.
hi: %@ “%@” का पासवर्ड दर्ज करें। आपका पासवर्ड एंक्रिप्टेड है और उसे Apple द्वारा पढ़ा नहीं जा सकता है।
hr: Unesite lozinku za %@ “%@”. Vaša lozinka je kriptirana i Apple je ne može čitati.
hu: Adja meg a(z) „%2$@” %1$@ jelszavát. A jelszava titkosítva van, és az Apple nem tudja elolvasni ezeket az adatokat.
id: Masukkan kata sandi untuk %@ “%@”. Kata sandi Anda dienkripsi dan tidak dapat dibaca oleh Apple.
it: Inserisci la password di %@ “%@”. La password è crittografata e non può essere letta da Apple.
ja: %@ “%@”のパスワードを入力してください。パスワードは暗号化されるため、Appleが読み取ることはできません。
kk: %@ «%@» үшін құпиясөзді енгізіңіз. Құпиясөзіңіз шифрланған және оны Apple оқи алмайды.
kn: %@ “%@”ಗಾಗಿ ಪಾಸ್‌ಕೋಡ್ ಅನ್ನು ನಮೂದಿಸಿ. ನಿಮ್ಮ ಪಾಸ್‌ವರ್ಡ್ ಎನ್‌ಕ್ರಿಪ್ಟ್ ಆಗಿರುತ್ತದೆ ಹಾಗೂ Appleಗೆ ಓದಲು ಸಾಧ್ಯವಾಗುವುದಿಲ್ಲ.
ko: %@ ‘%@’의 암호를 입력하십시오. 사용자의 암호는 암호화되어 있어서 Apple이 읽을 수 없습니다.
lt: Įveskite „%@“ įrenginio „%@“ slaptažodį. Jūsų slaptažodis šifruojamas ir jo perskaityti negalima.
ml: ‘%2$@’ എന്ന %1$@-നുള്ള പാസ്‌വേഡ് നൽകൂ. നിങ്ങളുടെ പാസ്‌വേഡ് എൻക്രിപ്റ്റ് ചെയ്യപ്പെട്ടിരിക്കുന്നതിനാൽ, Apple-ന് വായിക്കാനാകില്ല.
mr: %@ ‘%@’ चा पासवर्ड प्रविष्ट करा. तुमचा पासवर्ड एनक्रिप्टेड आहे आणि Apple द्वारे वाचला जाऊ शकत नाही.
ms: Masukkan kata laluan untuk %@ “%@”. Kata laluan anda disulitkan dan tidak boleh dibaca oleh Apple.
nl: Voer het wachtwoord in voor de %@ '%@'. Je wachtwoord is versleuteld en kan niet door Apple worden gelezen.
no: Skriv inn passordet til %@-enheten «%@». Passordet ditt krypteres og kan ikke leses av Apple.
or: %@ “%@” ପାଇଁ ପାସ୍‌ୱର୍ଡ୍ ଲେଖନ୍ତୁ। ଆପଣଙ୍କ ପାସ୍‌ୱର୍ଡ୍ ଏନ୍‌କ୍ରିପ୍ଟ୍ ହୋଇଛି ଏବଂ ଏହାକୁ Apple ଦ୍ୱାରା ପଢ଼ାଯାଇପାରିବ ନାହିଁ।
pa: %@ “%@” ਦਾ ਪਾਸਵਰਡ ਭਰੋ। ਤੁਹਾਡਾ ਪਾਸਵਰਡ ਇਨਕ੍ਰਿਪਟ ਕੀਤਾ ਗਿਆ ਹੈ ਅਤੇ ਇਸ ਨੂੰ Apple ਦੁਆਰਾ ਪੜ੍ਹਿਆ ਨਹੀਂ ਜਾ ਸਕਦਾ।
pl: Podaj hasło urządzenia (%@, „%@”). Hasło jest szyfrowane; Apple nie może go odczytać.
pt_br: Digite a senha de %@ “%@”. Sua senha é criptografada e não pode ser lida pela Apple.
pt_pt: Digite a palavra‑passe do %@ “%@”. A sua palavra‑passe é cifrada e não pode ser acedida pela Apple.
ro: Introduceți parola pentru %@‑ul „%@”. Parola dvs. este criptată și nu poate fi citită de Apple.
ru: Введите пароль для %@ «%@». Ваш пароль зашифрован и не может быть прочитан Apple.
sk: Zadajte heslo pre %@ „%@“. Vaše heslo je zašifrované a Apple ho nedokáže prečítať.
sl: Vnesite geslo za %@ »%@«. Vaše geslo je šifrirano in ga Apple ne more prebrati.
sv: Ange lösenordet för din %@ ”%@”. Lösenordet är krypterat och kan inte läsas av Apple.
ta: %@ “%@”க்கான பாஸ்வேர்டை உள்ளிடவும். உங்கள் பாஸ்வேர்டு என்கிரிப்ட் செய்யப்பட்டுள்ளதால், அதை Appleஆல் படிக்க முடியாது.
te: %@ “%@” పాస్‌వర్డ్‌ను నమోదు చేయండి. మీ పాస్‌వర్డ్ ఎన్‌క్రిప్ట్ చేయబడింది మరియు దీన్ని చదవడం Appleకి వీలుకాదు.
th: ป้อนรหัสผ่านของ%[tt]@ “%@” รหัสผ่านของคุณจะถูกเข้ารหัสและ Apple ไม่สามารถอ่านได้
tr: “%2$@” adlı %1$@ için parolayı girin. Parolanız şifrelenir ve Apple tarafından okunamaz.
uk: Введіть пароль для %@ «%@». Ваш пароль шифрується і Apple не має до нього доступу.
ur: ‏⁨%1$@ “%2$@“⁩ کا پاس ورڈ درج کریں۔ آپ کا پاس ورڈ انکرپٹڈ ہے اور ‏Apple اسے نہیں پڑھ سکتا۔
vi: Nhập mật khẩu cho %@ “%@”. Mật khẩu của bạn được mã hóa và Apple không thể đọc được.
zh_cn: 请输入%@“%@”的密码。你的密码已经过加密，无法被Apple读取。
zh_hk: 輸入%@「%@」的密碼。你的密碼會被加密令Apple無法讀取。
zh_tw: 輸入%@「%@」的密碼。你的密碼會受到加密處理，讓Apple無法讀取。

# PASSCODE_AUTHENTICATION_TITLE
source: Enter Passcode to Continue
ar: أدخل رمز الدخول للمتابعة
bg: Въведете код за продължаване
bn: চালিয়ে যেতে পাসকোড লিখুন
ca: Introdueix el codi per continuar
cs: Chcete‑li pokračovat, zadejte přístupový kód
da: Skriv kode for at fortsætte
de: Zum Fortfahren Code eingeben
el: Εισαγάγετε κωδικό για συνέχεια
es: Introduce el código para continuar
es_419: Ingresar código para continuar
fi: Jatka syöttämällä pääsykoodi
fr: Saisir le code pour continuer
fr_ca: Entrer le code pour continuer
gu: ચાલુ રાખવા માટે પાસકોડ એંટર કરો
he: כדי להמשיך יש להזין את קוד הגישה
hi: जारी रखने के लिए पासकोड दर्ज करें
hr: Unesite šifru za nastavak
hu: Adja meg a jelkódot a folytatáshoz
id: Masukkan Kode Sandi untuk Melanjutkan
it: Inserisci il codice per continuare
ja: パスコードを入力して続ける
kk: Жалғастыру үшін құпиякодты енгізіңіз
kn: ಮುಂದುವರಿಯಲು ಪಾಸ್‌ಕೋಡ್ ನಮೂದಿಸಿ
ko: 암호를 입력하여 계속하기
lt: Įveskite prieigos kodą, kad galėtumėte tęsti
ml: തുടരാൻ പാസ്കോഡ് നൽകൂ
mr: चालू ठेवण्यासाठी पासकोड प्रविष्ट करा
ms: Masukkan Kod Laluan untuk Meneruskan
nl: Voer toegangscode in om door te gaan
no: Oppgi kode for å fortsette
or: ଜାରି ରଖିବା ପାଇଁ ପାସ୍‌କୋଡ୍ ଲେଖନ୍ତୁ
pa: ਜਾਰੀ ਰੱਖਣ ਲਈ ਪਾਸਕੋਡ ਭਰੋ
pl: Podaj kod, aby kontynuować
pt_br: Digite o Código para Continuar
pt_pt: Digite o código para continuar
ro: Introduceți codul de acces pentru a continua
ru: Для продолжения введите код‑пароль
sk: Pokračujte zadaním kódu
sl: Vnesite kodo za dostop za nadaljevanje
sv: Ange lösenkoden om du vill fortsätta
ta: தொடர பாஸ்கோடை உள்ளிடவும்
te: కొనసాగించడానికి పాస్‌కోడ్‌ను నమోదు చేయండి
th: ป้อนรหัสเพื่อดำเนินการต่อ
tr: Sürdürmek İçin Parolayı Girin
uk: Введіть код допуску, щоб продовжити
ur: جاری رکھنے کے لیے پاس کوڈ درج کریں
vi: Nhập mật mã để tiếp tục
zh_cn: 输入密码继续
zh_hk: 輸入密碼以繼續
zh_tw: 輸入密碼來繼續

# AUTHORIZE_WELCOME_FORMAT_WATCH_REBRAND
source: Use %@ with Apple Account
ar: استخدام %@ مع حساب Apple
bg: Използвайте %@ с Apple регистрация
bn: Apple অ্যাকাউন্টে %@ ব্যবহার করুন
ca: Utilitza %@ amb el compte d’Apple
cs: Používat %@ s účtem Apple
da: Brug %@ med Apple‑konto
de: „%@“ mit Apple Account verwenden
el: Χρήση %@ με λογαριασμό Apple
es: Usa %@ con la cuenta de Apple
es_419: Usar %@ con una cuenta de Apple
fi: Käytä %[tt]@-appia Apple-tilin avulla
fr: Utiliser %@ avec le compte Apple
fr_ca: Utiliser %@ avec le compte Apple
gu: Apple અકાઉંટ સાથે %@નો ઉપયોગ કરો
he: שימוש בחשבון ה-Apple ביישום ״%@״
hi: Apple खाते के साथ %@ का इस्तेमाल करें
hr: Koristi %@ s Apple računom
hu: A(z) %@ használata Apple-fiókkal
id: Gunakan %@ dengan Akun Apple
it: Usa %@ con Apple Account
ja: Apple Accountで%[tt]@を使用
kk: %@ қолданбасын Apple аккаунтымен пайдалану
kn: Apple ಖಾತೆ ಜೊತೆಗೆ %@ ಅನ್ನು ಬಳಸಿ
ko: Apple 계정으로 %@ 사용
lt: Naudoti „%@“ su „Apple“ paskyra
ml: Apple അക്കൗണ്ടിനൊപ്പം %@ ഉപയോഗിക്കൂ
mr: Apple अकाउंटसह %@ चा वापर करा
ms: Gunakan %@ dengan Akaun Apple
nl: Gebruik %@ met Apple Account
no: Bruk %@ med Apple-konto
or: Apple ଆକାଉଣ୍ଟ୍‌ ସହିତ %@ ବ୍ୟବହାର କରନ୍ତୁ
pa: Apple ਖਾਤੇ ਨਾਲ %@ ਦੀ ਵਰਤੋਂ ਕਰੋ
pl: Używaj %@ z kontem Apple
pt_br: Usar %@ com a Conta Apple
pt_pt: Usar %@ com a conta Apple
ro: Utilizați %@ cu contul Apple
ru: Использовать %@ с Аккаунтом Apple
sk: Používať %@ s Apple účtom
sl: Uporabljajte »%@« z računom Apple
sv: Använd %@ med Apple‑konto
ta: Apple கணக்கின் மூலம் %@ஐப் பயன்படுத்துங்கள்
te: %@‌ను Apple ఖాతాతో ఉపయోగించండి
th: ใช้%[tt]@ด้วยบัญชี Apple
tr: %@ uygulamasını Apple Hesabı ile kullanın
uk: Використовувати «%@» з обліковим записом Apple
ur: ‏Apple اکاؤنٹ کے ساتھ ‏%@ کا استعمال کریں
vi: Sử dụng %@ với Tài khoản Apple
zh_cn: 通过Apple账户使用%@
zh_hk: 透過Apple帳户使用%@
zh_tw: 透過「Apple帳號」使用%@

# ENROLL_DEVICE_WAIT_TITLE
source: Go to one of your other devices signed in to iCloud to approve this Mac.
ar: انتقل إلى أحد أجهزتك الأخرى التي تم تسجيل الدخول إلى iCloud عليها للموافقة على هذا الـ Mac.
bg: Отидете в някое от другите си устройства, влезли в iCloud, за да одобрите този Mac.
bn: এই Mac-টিকে অনুমোদনের জন্য আপনার অন্য যে ডিভাইসগুলি iCloud-এ সাইন ইন করা আছে তাদের একটিকে ব্যবহার করুন।
ca: Aprova el Mac des d’un altre dispositiu que hagi iniciat sessió a l’iCloud.
cs: Chcete‑li tento Mac schválit, přejděte na některé ze svých ostatních zařízení přihlášených k iCloudu.
da: Godkend denne Mac fra en af dine andre enheder, som er logget ind på iCloud.
de: Gehe zu einem deiner anderen Geräte, die mit iCloud angemeldet sind, um diesen Mac zu genehmigen.
el: Χρησιμοποιήστε μια άλλη συσκευή σας που είναι συνδεδεμένη στο iCloud για να εγκρίνετε αυτό το Mac.
es: Utiliza otro dispositivo con el que hayas iniciado sesión en iCloud para aprobar este Mac.
es_419: Usa uno de tus otros dispositivos conectados con iCloud para aprobar esta Mac.
fi: Siirry toiselle iCloudiin kirjautuneelle laitteellesi ja hyväksy tämä Mac.
fr: Accédez à l’un de vos autres appareils connectés à iCloud pour autoriser ce Mac.
fr_ca: Utilisez l’un de vos autres appareils connectés à iCloud pour autoriser ce Mac.
gu: આ Macને અનુમતિ આપવા માટે iCloudમાં સાઇન ઇન કરેલાં તમારાં બીજાં ડિવાઇસનો ઉપયોગ કરો.
he: יש לאשר Mac זה באמצעות אחד מהמכשירים האחרים שלך המחוברים ל-iCloud.
hi: इस Mac को अनुमोदित करने के लिए iCloud में साइन किए हुए अपने किसी अन्य डिवाइस का उपयोग करें।
hr: Prijeđite na jedan od vaših drugih uređaja koji su prijavljeni na iCloud i odobrite ovaj Mac.
hu: Végezze el a Mac jóváhagyását egy másik olyan eszközén, amely be van jelentkezve az iCloudba.
id: Buka salah satu perangkat Anda lainnya yang masuk ke iCloud untuk menyetujui Mac ini.
it: Usa uno degli altri dispositivi connessi ad iCloud per autorizzare questo Mac.
ja: iCloudにサインインしているほかのデバイスでこのMacを承認してください。
kk: Осы Mac құрылғысын бекіту үшін iCloud сервисіне кірген басқа құрылғылардың біріне өтіңіз.
kn: ಈ Mac ಅನ್ನು ಅನುಮೋದಿಸಲು iCloudಗೆ ಸೈನ್ ಇನ್ ಆಗಿರುವ ನಿಮ್ಮ ಇತರ ಸಾಧನಗಳಲ್ಲೊಂದಕ್ಕೆ ಹೋಗಿ.
ko: 이 Mac을 승인하려면 iCloud에 로그인된 다른 기기로 이동하십시오.
lt: Eikite į vieną iš kitų prie „iCloud“ prisijungusių įrenginių, kad patvirtintumėte šį „Mac“.
ml: ഈ Mac-ന് അംഗീകാരം നൽകാൻ, iCloud-ൽ സൈൻ ഇൻ ചെയ്ത നിങ്ങളുടെ മറ്റ് ഡിവൈസുകളിലൊന്നിലേക്ക് പോകൂ.
mr: ह्या Mac ला मान्यता देण्यासाठी iCloud वर साइन इन केलेल्या तुमच्या दुसऱ्या डिव्हाइसपैकी एकावर जा.
ms: Pergi ke salah satu peranti anda yang lain yang didaftar masuk ke iCloud untuk meluluskan Mac ini.
nl: Ga naar een van je andere apparaten die zijn ingelogd bij iCloud om deze Mac te autoriseren.
no: Gå til en av de andre enhetene som er logget på iCloud, for å godkjenne denne Macen.
or: ଏହି Mac କୁ ଅନୁମୋଦନ କରିବା ପାଇଁ iCloud ରେ ସାଇନ୍ ଇନ୍ ହୋଇଥିବା ଆପଣଙ୍କର ଅନ୍ୟ ଏକ ଡିଭାଇସ୍‌କୁ ଯାଆନ୍ତୁ।
pa: ਇਸ Mac ਨੂੰ ਪ੍ਰਵਾਨਗੀ ਦੇਣ ਲਈ iCloud ਵਿੱਚ ਸਾਈਨ ਇਨ ਕੀਤੇ ਆਪਣੇ ਕਿਸੇ ਹੋਰ ਡਿਵਾਈਸ ’ਤੇ ਜਾਓ।
pl: Aby zatwierdzić tego Maca, użyj jednego ze swoich urządzeń zalogowanych w iCloud.
pt_br: Use um dos seus outros dispositivos que tenham uma sessão iniciada no iCloud para aprovar este Mac.
pt_pt: Use um dos seus outros dispositivos com sessão iniciada em iCloud para aprovar este Mac.
ro: Utilizați unul dintre celelalte dispozitive ale dvs. autentificate pe iCloud pentru a aproba acest Mac.
ru: Подтвердите этот Mac с одного из своих устройств, на которых выполнен вход в iCloud.
sk: Ak chcete schváliť tento Mac, prejdite na niektoré z vašich ďalších zariadení prihlásených do iCloudu.
sl: Za odobritev tega Maca uporabite eno od drugih naprav, prek katerih ste vpisani v storitev iCloud.
sv: Använd en av dina andra enheter som är inloggad på iCloud till att godkänna denna Mac.
ta: iCloudஇல் உள்நுழைந்துள்ள உங்களது மற்ற சாதனம் ஒன்றின் மூலம் இந்த Macஐ அங்கீகரிக்கவும்.
te: ఈ Macను ఆమోదించడానికి, iCloudకి సైన్ ఇన్ చేసిన మీ వేరే డివైజ్‌లలో ఒకదాన్ని ఉపయోగించండి.
th: ไปที่อุปกรณ์เครื่องอื่นที่ลงชื่อเข้า iCloud ของคุณเพื่ออนุญาต Mac เครื่องนี้
tr: Bu Mac’i onaylamak için iCloud’a giriş yapmış diğer aygıtlarınızdan birine gidin.
uk: Скористайтеся одним зі своїх інших пристроїв, на якому здійснено вхід в iCloud, щоб схвалити цей Mac.
ur: اس ‏Mac کو منظوری دینے کے لیے ‏iCloud میں سائن اِن کیے ہوئے اپنے کسی دیگر ڈیوائس کا استعمال کریں۔
vi: Truy cập vào một trong các thiết bị khác của bạn được đăng nhập vào iCloud để phê duyệt máy Mac này.
zh_cn: 前往已登录iCloud的其他设备来批准这台Mac。
zh_hk: 前往其他已登入iCloud的裝置認可此Mac。
zh_tw: 前往其他登入iCloud的裝置來核准這部Mac。
